Repository: Paulemann/script.radiothermostat
Catalog: resources/language/*/strings.po
Languages: german

# #32000
source: Settings
german: Einstellungen

# #32001
source: IP address of thermostat 1:
german: IP-Adresse Thermostat 1:

# #32002
source: Name of thermostat 1:
german: IP-Adresse Thermostat 2:

# #32012
source: Name of thermostat 2:
german: Name Thermostat 2:

# #32021
source: Display temperatures in 째C:
german: Temperaturen in 째C anzeigen:

# #32022
source: Use color representation of operating mode:
german: Farben zur Anzeige des Betriebsmodus verwenden:

# #32023
source: Auto refresh interval in seconds:
german: Auto-Update Intervall in Sekunden

# #35006
source: Heating
german: Heizen

# #35007
source: Cooling
german: K체hlen

# #35009
source: Temperature:
german: Temperatur:

# #35010
source: Fan:
german: L체fter:

# #35012
source: Mode:
german: Modus:

# #35013
source: Target:
german: Beenden

# #35015
source: Apply
german: Anwenden

# #35016
source: Reload
german: Aktual.

# #35017
source: Hold:
german: Halten
